tests/load/results/l2.txt
Running 15s test @ http://localhost:7070/api/v1/ping
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   759.04us  668.15us  24.63ms   86.45%
    Req/Sec    16.95k     2.93k   24.14k    65.50%
  Latency Distribution
     50%  599.00us
     75%    0.91ms
     90%    1.43ms
     99%    3.21ms
  1012581 requests in 15.02s, 349.57MB read
Requests/sec:  67404.23
Transfer/sec:     23.27MB